"BUTTON_AUTHENTICATE" = "Använd mitt telefonnummer";

"BUTTON_CREATED_ACCOUNT" = "Kontot har skapats";

"BUTTON_CREATE_ACCOUNT" = "Skapa ett konto";

"BUTTON_CREATING_ACCOUNT" = "Skapar kontot";

"BUTTON_DISMISS" = "Stäng";

"BUTTON_NOT_NOW" = "Inte nu";

"BUTTON_OK" = "OK";

"BUTTON_OKAY" = "OK";

"BUTTON_RESEND_CONF_CODE" = "Skicka bekräftelsekoden igen";

"BUTTON_RETRY" = "Försök igen";

"BUTTON_SENDING_CONF_CODE" = "Skickar bekräftelsekod";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE" = "Verifiera";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE_FINISHED" = "Verifierad";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE_IN_PROGRESS" = "Verifierar";

"BUTTON_SEND_CONF_CODE" = "Skicka bekräftelsekod";

"BUTTON_SENT_CONF_CODE" = "Bekräftelsekoden har skickats.";

"BUTTON_SIGNED_IN" = "Inloggad";

"BUTTON_SIGNING_IN" = "Logga in";

"BUTTON_SIGN_IN" = "Logga in";

"BUTTON_SIGN_IN_WITH_TWITTER" = "Logga in med Twitter";

"BUTTON_TRY_DIFFERENT_NUMBER" = "Pröva ett annat telefonnummer";

"CALL_ME_ACTION" = "Ring mig";

"CALL_ME_LOADING" = "Ringer...";

"ERROR_CANT_SMS" = "Det gick inte att skicka ett SMS till detta nummer.";

"ERROR_CHECK_CODE_TRY_AGAIN" = "Kontrollera koden och försök igen";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "Hoppsan, ser ut som vi träffade ett nätverksproblem. Låt oss försöka igen? [%@]";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "Kontrollera numret och försök igen";

"ERROR_TRY_AGAIN_LATER" = "Vi kunde inte logga in dig med Twitter just nu. Försök igen senare.";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "Du har tidigare angett en tvåstegsverifieringskod på <u>digits.com</u>";

"FOOTNOTE_CREATE_ACCOUNT" = "Om du trycker på Skapa konto ovan godkänner du Digits by Twitters <u>tjänstvillkor</u>, <u>integritetspolicy</u> och <u>cookiepolicy</u>, och \natt andra användare av %@ kan hitta dig med hjälp av ditt \ntelefonnummer och/eller din e-postadress.";

"FOOTNOTE_SEND_CONF_CODE" = "Genom att trycka på \"Skicka bekräftelsekod\", kommer <u>Digits by Twitter</u> att skicka ett SMS eller ringa din telefon för att bekräfta ditt telefonnummer. SMS- och datakostnader kan tillkomma.";

"FOOTNOTE_TOS_UPDATE" = "Genom att klicka på \"Logga in\" ovan, godkänner du de uppdaterade <u>Tjänstevillkoren</u>, <u>Integritespolicyn</u>, och <u>användande av cookies</u> för Digits by Twitter, samt att andra användare av %@ kan hitta dig genom ditt telefonnummer och/eller e-postadress.";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "Ange tvåstegsverifieringskoden";

"LABEL_ENTER_CONF_CODE" = "Ange bekräftelsekoden";

"LABEL_ENTER_PHONE_NUMBER" = "Ange ditt telefonnummer";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "Vi använder Digits by Twitter för att hitta fler av dina vänner som använder denna app. När du trycker på OK laddar vi upp din adressbok till Digits by Twitter så att vi kan hjälpa dig att hitta användare av %@ som du känner eller hjälpa andra användare av %@ att hitta dig.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "Hitta dina vänner";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "Det gick inte att bekräfta ditt telefonnummer";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "Vi har problem med att skicka dig en bekräftelsekod.";

"PARTIAL_FOOTNOTE_THIS_APP" = "den här appen";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "Verifieringskod";

"PLACEHOLDER_CONF_CODE" = "Bekräftelsekod";

"PLACEHOLDER_YOUR_NUMBER" = "Ditt nummer";

"WAIT_FOR_CONF_CODE" = "Vi skickar  en bekräftelsekod till din telefon inom en minut.";

